Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Add Due Date
ar: إضافة تاريخ استحقاق
ca: Afegeix una data de lliurament
cy: Ychwanegu Dyddiad Erbyn
da: Tilføj afleveringsdato
da_instk12: Tilføj afleveringsdato
de: Abgabetermin hinzufügen
es: Agregar fecha límite
es_es: Añadir fecha de entrega
fi: Lisää määräpäivä
fr: Ajouter une date d’échéance
fr_ca: Ajouter la date d’échéance
ga: Cuir Dáta Dlite leis
hi: नियत तिथि जोड़ें
ht: Ajoute Delè
id: Tambah Batas Waktu
is: Bæta við skiladegi
it: Aggiungi data di scadenza
ja: 期限を追加する
ko: 기한 날짜 추가
mi: Tāpiri rā e tika ana
ms: Tambah Tarikh Siap
nb: Legg til forfallsdato
nb_instk12: Legg til forfallsdato
nl: Inleverdatum toevoegen
pl: Dodaj termin
pt: Adicionar data de limite
pt_br: Adicionar prazo de entrega
ru: Добавить срок исполнения
sl: Dodaj rok
sv: Lägg till inlämningsdatum
sv_instk12: Lägg till inlämningsdatum
th: เพิ่มวันครบกำหนด
vi: Thêm Ngày Đến Hạn
zh: 添加截止日期
zh_hk: 添加截止日期

source: Add Event
ar: إضافة حدث
ca: Afegeix un esdeveniment
cy: Ychwanegu Digwyddiad
da: Tilføj begivenhed
da_instk12: Tilføj begivenhed
de: Ereignis hinzufügen
es: Agregar evento
es_es: Añadir evento
fi: Lisää tapahtuma
fr: Ajouter un événement
fr_ca: Ajouter un événement
ga: Cuir Imeacht leis
hi: घटना जोड़ें
ht: Ajoute Evènman
id: Tambah Acara
is: Bæta við viðburði
it: Aggiungi evento
ja: イベントの追加
ko: 이벤트 추가
mi: Tāpiri Takahanga
ms: Tambah Acara
nb: Legg til hendelse
nb_instk12: Legg til arrangement
nl: Evenement toevoegen
pl: Dodaj wydarzenie
pt: Adicionar evento
pt_br: Adicionar Evento
ru: Добавить Событие
sl: Dodaj dogodek
sv: Lägg till händelse
sv_instk12: Lägg till händelse
th: เพิ่มกิจกรรม
vi: Thêm Sự Kiện
zh: 添加事件
zh_hk: 添加活動

source: Add File
ar: إضافة ملف
ca: Afegeix un fitxer
cy: Ychwanegu Ffeil
da: Tilføj fil
da_instk12: Tilføj fil
de: Datei hinzufügen
es: Agregar archivo
es_es: Añadir archivo
fi: Lisää tiedosto
fr: Ajouter un fichier
fr_ca: Ajouter un fichier
ga: Cuir Comhad leis
hi: फ़ाइल जोड़ें
ht: Ajoute Fichye
id: Tambah File
is: Bæta við skrá
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
mi: Tāpiri Kōnae
ms: Tambah Fail
nb: Legg til fil
nb_instk12: Legg til fil
nl: Bestand toevoegen
pl: Dodaj plik
pt: Adicionar ficheiro
pt_br: Adicionar arquivo
ru: Добавить файл
sl: Dodaj datoteko
sv: Lägg till fil
sv_instk12: Lägg till fil
th: เพิ่มไฟล์
vi: Thêm Tập Tin
zh: 添加文件
zh_hk: 添加檔案

source: Add Folder
ar: إضافة مجلد
ca: Afegeix una carpeta
cy: Ychwanegu Ffolder
da: Tilføj mappe
da_instk12: Tilføj mappe
de: Ordner hinzufügen
es: Agregar carpeta
es_es: Añadir carpeta
fi: Lisää kansio
fr: Ajouter un dossier
fr_ca: Ajouter un dossier
ga: Cuir Fillteán leis
hi: फ़ोल्डर जोड़ें
ht: Ajoute Dosye
id: Tambah Folder
is: Bæta við möppu
it: Aggiungi cartella
ja: フォルダの追加
ko: 폴더 추가
mi: Tāpiri Kōpaki
ms: Tambah Folder
nb: Legg til mappe
nb_instk12: Legg til mappe
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
pt_br: Adicionar Pasta
ru: Добавить папку
sl: Dodaj mapo
sv: Lägg till mapp
sv_instk12: Lägg till mapp
th: เพิ่มโฟลเดอร์
vi: Thêm Thư Mục
zh: 添加文件夹
zh_hk: 添加文件夾

source: Add Item
ar: إضافة عنصر
ca: Afegeix un element
cy: Ychwanegu Eitem
da: Tilføj element
da_instk12: Tilføj element
de: Objekt hinzufügen
es: Agregar elemento
es_es: Añadir ítem
fi: Lisää kohde
fr: Ajouter un élément
fr_ca: Ajouter un élément
ga: Cuir Mír leis
hi: आइटम जोड़ें
ht: Ajoute Eleman
id: Tambah Item
is: Bæta við atriði
it: Aggiungi elemento
ja: アイテム
ko: 항목 추가
mi: Tāpiri tuemi
ms: Tambah Item
nb: Legg til punkt
nb_instk12: Legg til punkt
nl: Item toevoegen
pl: Dodaj element
pt: Adicionar Item
pt_br: Adicionar item
ru: Добавить элемент
sl: Dodaj element
sv: Lägg till objekt
sv_instk12: Lägg till objekt
th: เพิ่มรายการ
vi: Thêm Mục
zh: 添加项目
zh_hk: 添加項目

source: Add Menu
ar: إضافة قائمة
ca: Afegeix el menú
cy: Ychwanegu Dewislen
da: Tilføj menu
da_instk12: Tilføj menu
de: Menü hinzufügen
es: Agregar menú
es_es: Añadir menú
fi: Lisää valikko
fr: Ajouter un menu
fr_ca: Ajouter un menu
ga: Cuir Roghchlár leis
hi: मेनू जोड़ें
ht: Ajoute Meni
id: Tambah Menu
is: Bæta við valmynd
it: Aggiungi menu
ja: メニューの追加
ko: 메뉴 추가
mi: Tāpiri Tahua
ms: Tambah Menu
nb: Legg til meny
nb_instk12: Legg til meny
nl: Menu toevoegen
pl: Dodaj menu
pt: Adicionar Menu
pt_br: Adicionar menu
ru: Добавить Меню
sl: Dodaj meni
sv: Lägg till meny
sv_instk12: Lägg till meny
th: เพิ่มเมนู
vi: Thêm Menu
zh: 添加菜单
zh_hk: 添加選單

source: Add message
ar: إضافة رسالة
ca: Afegeix un missatge
cy: Ychwanegu neges
da: Tilføj besked
da_instk12: Tilføj besked
de: Nachricht hinzufügen
es: Agregar mensaje
es_es: Añadir mensaje
fi: Lisää viesti
fr: Ajouter un message
fr_ca: Ajouter message
ga: Cuir teachtaireacht leis
hi: संदेश जोड़ें
ht: Ajoute mesaj
id: Beri pesan
is: Bæta við skilaboðum
it: Aggiungi messaggio
ja: メッセージを追加
ko: 메시지 추가
mi: Tāpiri karere
ms: Tambah mesej
nb: Legg til melding
nb_instk12: Legg til melding
nl: Bericht toevoegen
pl: Dodaj wiadomość
pt: Adicionar mensagem
pt_br: Adicionar mensagem
ru: Добавить сообщение
sl: Dodaj sporočilo
sv: Lägg till meddelande
sv_instk12: Lägg till meddelande
th: เพิ่มข้อความ
vi: Thêm tin nhắn
zh: 添加消息
zh_hk: 添加訊息

source: Add new attachment
ar: إضافة مرفق جديد
ca: Afegeix un fitxer adjunt nou
cy: Ychwanegu atodiad newydd
da: Tilføj ny vedhæftet fil
da_instk12: Tilføj ny vedhæftet fil
de: Neuen Anhang hinzufügen
es: Agregar nuevo archivo adjunto
es_es: Añadir nuevo archivo
fi: Lisää uusi liite
fr: Ajouter une nouvelle pièce jointe
fr_ca: Ajouter une nouvelle pièce jointe
ga: Cuir ceangaltán nua leis
hi: नया संलग्नक जोड़ें
ht: Ajoute nouvo atachman
id: Tambah lampiran baru
is: Bæta við nýju viðhengi
it: Aggiungi nuovo allegato
ja: 新しい添付ファイルを追加
ko: 새 첨부 파일 추가
mi: Tāpirihia he taapiri hou
ms: Tambah kepilan baharu
nb: Legg til nytt vedlegg
nb_instk12: Legg til nytt vedlegg
nl: Nieuwe bijlage toevoegen
pl: Dodaj nowy załącznik
pt: Adicionar novo anexo
pt_br: Adicionar novo anexo
ru: Добавить новое вложение
sl: Dodaj novo prilogo
sv: Lägg till ny bilaga
sv_instk12: Lägg till ny bilaga
th: เพิ่มเอกสารแนบใหม่
vi: Thêm tập tin đính kèm mới
zh: 添加新附件
zh_hk: 添加新附件

source: Add optional comment
ar: إضافة تعليق اختياري
ca: Afegiu un comentari opcional
cy: Ychwanegu sylw dewisol
da: Tilføj valgfri kommentar
da_instk12: Tilføj valgfri kommentar
de: Optionalen Kommentar hinzufügen
es: Añadir comentario opcional
es_es: Añadir comentario adicional
fi: Lisää valinnainen kommentti
fr: Ajouter un commentaire facultatif
fr_ca: Ajouter un commentaire facultatif
ga: Cuir ráiteas roghnach leis
hi: वैकल्पिक टिप्पणी जोड़ें
ht: Ajoute kòmantè opsyonèl
id: Tambah komentar opsional
is: Bæta við valkvæðri athugasemd
it: Aggiungi commento opzionale
ja: オプションのコメントを追加
ko: 선택 사항 댓글 추가
mi: Tāpirihia he korero whiriwhiri
ms: Tambah komen pilihan
nb: Legg til valgfri kommentar
nb_instk12: Legg til valgfri kommentar
nl: Optionele opmerking toevoegen
pl: Dodaj opcjonalny komentarz
pt: Adicionar comentário opcional
pt_br: Adicionar comentário opcional
ru: Добавить опциональный комментарий
sl: Dodaj komentar po izbiri
sv: Lägg till ytterligare kommentar
sv_instk12: Lägg till ytterligare kommentar
th: เพิ่มความเห็นเผื่อเลือก
vi: Thêm bình luận tùy chọn
zh: 添加可选注释
zh_hk: 添加選用的評論

source: Add Planner Note
ar: إضافة ملاحظة مخطِط
ca: Afegeix una nota al planificador
cy: Ychwanegu Nodyn gan y Trefnydd
da: Tilføj en planlægger-note
da_instk12: Tilføj en planlægger-note
de: Planungsnotiz hinzufügen
es: Agregar nota de planificador
es_es: Añadir nota de planificador
fi: Lisää muistokirjoituksen merkintä
fr: Ajouter une note au planificateur
fr_ca: Ajouter remarque du planificateur
ga: Cuir Nóta Pleanálaí leis
hi: योजनाकर्ता नोट जोड़ें
ht: Ajoute Mòd Panifikatè
id: Tambah Note Planner
is: Bæta við skipuleggjara athugasemd
it: Aggiungi nota all’agenda
ja: プランナーメモを追加する
ko: 플래너 메모 추가
mi: Tāpiri Mahere Tuhipoka
ms: Tambah Nota Perancang
nb: Legg til merknad
nb_instk12: Legg til merknad
nl: Planneraantekening toevoegen
pl: Dodaj notatkę planera
pt: Adicionar nota do planeador
pt_br: Adicionar nota do planejador
ru: Добавьте примечание планировщика
sl: Dodaj opombo orodja Planner
sv: Lägg till planeraranteckning
sv_instk12: Lägg till planeraranteckning
th: เพิ่มหมายเหตุแผนงาน
vi: Thêm Ghi Chú Trình Hoạch Định
zh: 添加规划器备注
zh_hk: 添加規劃筆記

source: Add recipient
ar: إضافة متلقي
ca: Afegeix un destinatari
cy: Ychwanegu derbynnydd
da: Tilføj modtager
da_instk12: Tilføj modtager
de: Empfänger hinzufügen
es: Agregar destinatario
es_es: Añadir destinatario
fi: Lisää vastaanottaja
fr: Ajouter un destinataire
fr_ca: Ajouter un destinataire
ga: Cuir faighteoir leis
hi: प्राप्तकर्ता जोड़ें
ht: Ajoute destinatè
id: Tambah penerima
is: Bæta við móttakanda
it: Aggiungi destinatario
ja: 受信者を追加
ko: 수신자 추가
mi: Tāpiri kaiwhiwhi
ms: Tambah penerima
nb: Legg til mottaker
nb_instk12: Legg til mottaker
nl: Ontvanger toevoegen
pl: Dodaj odbiorcę
pt: Adicionar destinatário
pt_br: Adicionar destinatário
ru: Добавить получателя
sl: Dodaj prejemnika
sv: Lägg till mottagare
sv_instk12: Lägg till mottagare
th: เพิ่มผู้รับ
vi: Thêm người nhận
zh: 添加接收人
zh_hk: 添加收件者

source: Add title
ar: إضافة عنوان
ca: Afegeix un títol
cy: Ychwanegu teitl
da: Tilføj titel
da_instk12: Tilføj titel
de: Titel hinzufügen
es: Agregar título
es_es: Añadir título
fi: Lisää otsikko
fr: Ajouter un titre
fr_ca: Ajouter un titre
ga: Cuir teideal leis
hi: शीर्षक जोड़ें
ht: Ajoute tit
id: Tambah judul
is: Bæta við titli
it: Aggiungi titolo
ja: タイトルを追加
ko: 제목 추가
mi: Tāpiri taitara
ms: Tambah tajuk
nb: Legg til tittel
nb_instk12: Legg til tittel
nl: Titel toevoegen
pl: Dodaj tytuł
pt: Adicionar título
pt_br: Adicionar título
ru: Добавить заголовок
sl: Dodaj naslov
sv: Lägg till titel
sv_instk12: Lägg till titel
th: เพิ่มชื่อ
vi: Thêm tiêu đề
zh: 添加标题
zh_hk: 添加標題

source: Add Title
ar: إضافة عنوان
ca: Afegeix el títol
cy: Ychwanegu Teitl
da: Tilføj titel
da_instk12: Tilføj titel
de: Titel hinzufügen
es: Agregar título
es_es: Añadir título
fi: Lisää otsikko
fr: Ajouter un titre
fr_ca: Ajouter un titre
ga: Cuir Teideal leis
hi: शीर्षक जोड़ें
ht: Ajoute Tit
id: Tambah Judul
is: Bæta við titli
it: Aggiungi titolo
ja: タイトルを追加
ko: 제목 추가
mi: Tāpiri Taitara
ms: Tambah Tajuk
nb: Legg til tittel
nb_instk12: Legg til tittel
nl: Titel toevoegen
pl: Dodaj tytuł
pt: Adicionar título
pt_br: Adicionar título
ru: Добавить заголовок
sl: Dodaj naslov
sv: Lägg till titel
sv_instk12: Lägg till titel
th: เพิ่มชื่อ
vi: Thêm Tiêu Đề
zh: 添加标题
zh_hk: 添加標題

source: Add title (required)
ar: إضافة عنوان (مطلوب)
ca: Afegeix el títol (obligatori)
cy: Ychwanegu teitl (gofynnol)
da: Tilføj titel (påkrævet)
da_instk12: Tilføj titel (påkrævet)
de: Titel hinzufügen (erforderlich)
es: Agregar título (obligatorio)
es_es: Añadir título (obligatorio)
fi: Lisää otsikko (vaaditaan)
fr: Ajouter le titre (obligatoire)
fr_ca: Ajouter un titre (obligatoire)
ga: Cuir teideal leis (riachtanach)
hi: शीर्षक जोड़ें (ज़रूरी है)
ht: Ajoute tit (obligatwa)
id: Tambah judul (harus diisi)
is: bæta við titli (áskilið)
it: Aggiungi titolo (obbligatorio)
ja: 件名を追加してください（必須）
ko: 제목 추가(필수)
mi: Tāpiri taitara (e hiahiatia ana)
ms: Tambah tajuk (wajib)
nb: Legg til tittel (obligatorisk)
nb_instk12: Legg til tittel (obligatorisk)
nl: Titel toevoegen (vereist)
pl: Dodaj tytuł (wymagany)
pt: Adicionar título (requerido)
pt_br: Adicionar título (necessário)
ru: Добавить заголовок (обязательно)
sl: Dodaj naslov (zahtevano)
sv: Lägg till titel (obligatoriskt)
sv_instk12: Lägg till titel (obligatoriskt)
th: เพิ่มชื่อ (ต้องระบุ)
vi: Thêm tiêu đề (bắt buộc)
zh: 添加标题（必填）
zh_hk: 添加標題（必填項目）

source: Add To Do
ar: إضافة قائمة مهام
ca: Afegeix les tasques pendents
cy: Ychwanegu Tasg i’w Gwneud
da: Tilføj til opgaveliste
da_instk12: Tilføj til opgaveliste
de: Aufgabe hinzufügen
es: Agregar tareas por hacer
es_es: Añadir tarea pendiente
fi: Lisää tehtäväluetteloon
fr: Ajouter une tâche À faire
fr_ca: Ajouter un élément À faire
ga: Cuir Le Déanamh
hi: करने के लिए जोड़ें
ht: Ajoute Lis Tach
id: Tambah To-Do
is: Bæta við Verkefni
it: Aggiungi elenco attività
ja: タスクに追加
ko: 할 일 추가
mi: Tāpiri Hei Mahi
ms: Tambah Untuk Dilakukan
nb: Legg til gjøremål
nb_instk12: Legg til gjøremål
nl: Lijst met opdrachten toevoegen
pl: Dodaj do listy zadań
pt: Adicionar A Fazer
pt_br: Adicionar à Lista de Tarefas
ru: Добавить в задачи
sl: Dodaj seznamu opravil
sv: Lägg till att göra
sv_instk12: Lägg till att göra
th: เพิ่มรายการสิ่งที่ต้องทำ
vi: Thêm Việc Cần Làm
zh: 添加到待办事项
zh_hk: 添加到待辦事項

source: Add To-do
ar: إضافة مهمة
ca: Afegiu-hi les tasques pendents
cy: Ychwanegu Tasg i’w Gwneud
da: Tilføj opgave
da_instk12: Tilføj opgave
de: Aufgaben hinzufügen
es: Agregar ítems Por hacer
es_es: Añadir tarea pendiente
fi: Lisää tehtäväluetteloon
fr: Ajouter une tâche À faire
fr_ca: Ajouter une tâche à accomplir
ga: Cuir 'Le Déanamh' leis
hi: 'करने के लिए' जोड़ें
ht: Ajoute Lis tach
id: Tambah To-Do
is: Bæta við verkefnalista
it: Aggiungi attività da fare
ja: するべきことを追加する
ko: 할 일 추가
mi: Tāpiri Mahi
ms: Tambah Untuk Dilakukan
nb: Legg til gjøremål
nb_instk12: Legg til gjøremål
nl: Opdracht toevoegen
pl: Dodaj listę zadań
pt: Adicionar tarefa
pt_br: Adicionar tarefa
ru: Добавить задачу
sl: Dodaj opravilo
sv: Lägg till att göra-uppgift
sv_instk12: Lägg till att göra-uppgift
th: เพิ่มรายการสิ่งที่ต้องทำ
vi: Thêm Việc Cần Làm
zh: 添加任务
zh_hk: 添加待辦事項

source: Added To Conversation
ar: تمت الإضافة إلى المحادثة
ca: Afegit a la conversa
cy: Wedi ychwanegu i sgwrs
da: Føjet til samtale
da_instk12: Føjet til samtale
de: Zur Konversation hinzugefügt
es: Agregado a la conversación
es_es: Añadido a la conversación
fi: Lisätty viestiketjuun
fr: Ajouté à la conversation
fr_ca: Ajouté à la conversation
ga: Curtha le comhrá
hi: बातचीत में जोड़ा गया है
ht: Ajoute nan Konvèsasyon
id: Ditambah ke Percakapan
is: Bætt við samræðu
it: Aggiunto alla conversazione
ja: 会話に追加されました
ko: 대화에 추가됨
mi: Kua tāpirihia ki te Kōrero
ms: Ditambah Pada Perbualan
nb: Lagt til i samtalen
nb_instk12: Lagt til i samtalen
nl: Toegevoegd aan gesprek
pl: Dodano do konwersacji
pt: Adicionado à conversa
pt_br: Adicionado à conversa
ru: Добавлено к разговору
sl: Nadaljevanje pogovora
sv: Tillagd i konversation
sv_instk12: Tillagd i konversation
th: เพิ่มไปยังการพูดคุยแล้ว
vi: Đã Thêm Vào Cuộc Trò Chuyện
zh: 添加到会话
zh_hk: 添加至交談（Conversation）

source: Additional Content
ar: المحتوى الإضافي
ca: Contingut addicional
cy: Cynnwys Ychwagenol
da: Yderligere indhold
da_instk12: Yderligere indhold
de: Zusätzliche Inhalte
es: Contenido adicional
es_es: Contenido adicional
fi: Lisäsisältöä
fr: Contenu supplémentaire
fr_ca: Contenu supplémentaire
ga: Ábhar Breise
hi: अतिरिक्त सामग्री
ht: Kontni Adisyonèl
id: Konten Tambahan
is: Viðbótarefni
it: Contenuto aggiuntivo
ja: 追加のコンテンツ
ko: 추가 콘텐츠
mi: Ihirangi Tāpiri
ms: Kandungan Tambahan
nb: Ytterligere innhold
nb_instk12: Ytterligere innhold
nl: Aanvullende inhoud
pl: Dodatkowa zawartość
pt: Conteúdo adicional
pt_br: Conteúdo adicional
ru: Дополнительный контент
sl: Dodatna vsebina
sv: Ytterligare innehåll
sv_instk12: Ytterligare innehåll
th: เนื้อหาเพิ่มเติม
vi: Nội Dung Bổ Sung
zh: 更多内容
zh_hk: 額外內容

source: Additional replies (%lld)
ar: ردود إضافية (%lld)
ca: Respostes addicionals (%lld):
cy: Ymatebion ychwanegol (%lld)
da: Yderligere svar (%lld)
da_instk12: Yderligere svar (%lld)
de: Zusätzliche Antworten (%lld)
es: Respuestas adicionales (%lld)
es_es: Respuestas adicionales (%lld)
fi: Ylimääräiset vastaukset (%lld)
fr: Réponses supplémentaires (%lld)
fr_ca: Réponses supplémentaires (%lld)
ga: Freagraí breise (%lld)
hi: अतिरिक्त उत्तर (%lld)
ht: Plis repons (%lld)
id: Balasan tambahan (%lld)
is: Viðbótarsvör (%lld)
it: Risposte aggiuntive (%lld)
ja: 追加の返信 (%lld)
ko: 추가적 응답(%lld)
mi: Nga whakautu taapiri (%lld)
ms: Balasan tambahan (%lld)
nb: Ekstra svar (%lld):
nb_instk12: Ekstra svar (%lld):
nl: Aanvullende reacties (%lld)
pl: Dodatkowe odpowiedzi (%lld)
pt: Respostas adicionais (%lld)
pt_br: Respostas adicionais (%lld)
ru: Дополнительные ответы (%lld)
sl: Dodatni odgovori (%lld)
sv: Ytterligare svar (%lld)
sv_instk12: Ytterligare svar (%lld)
th: การตอบกลับเพิ่มเติม (%lld)
vi: Các phản hồi bổ sung (%lld)
zh: 更多回复 (%lld)
zh_hk: 額外回覆 (%lld)

source: Address
ar: العنوان
ca: Adreça
cy: Cyfeiriad
da: Adresse
da_instk12: Adresse
de: Adresse
es: Dirección
es_es: Dirección
fi: Osoite:
fr: Adresse
fr_ca: Adresse
ga: Seoladh
hi: पता
ht: Adrès
id: Alamat
is: Aðsetur
it: Indirizzo
ja: 住所
ko: 주소
mi: Wāhitau
ms: Alamat
nb: Adresse
nb_instk12: Adresse
nl: Adres
pl: Adres
pt: Endereço
pt_br: Endereço
ru: Адрес
sl: Naslov
sv: Adress
sv_instk12: Adress
th: ที่อยู่
vi: Địa chỉ
zh: 地址
zh_hk: 地址

source: Administrative Notifications
ar: الإعلامات الإدارية
ca: Notificacions administratives
cy: Hysbysiadau Gweinyddol
da: Administrative meddelelser
da_instk12: Administrative meddelelser
de: Verwaltungsbenachrichtigungen
es: Notificaciones administrativas
es_es: Notificaciones administrativas
fi: Pääkäyttäjän ilmoitukset
fr: Notifications administratives
fr_ca: Notifications administratives
ga: Fógraí Riaracháin
hi: व्यवस्थापक सूचनाएं
ht: Notifikasyon Administratif
id: Notifikasi Administratif
is: Tilkynningar stjórnenda
it: Notifiche amministrative
ja: 管理のお知らせ
ko: 관리 알림
mi: whakamōhiotanga whakahaere
ms: Pemberitahuan Pentadbiran
nb: Administrative varslinger
nb_instk12: Administrative varslinger
nl: Administratieve meldingen
pl: Powiadomienia administracyjne
pt: Notificações administrativas
pt_br: Notificações administrativas
ru: Административные предупреждения
sl: Skrbniška obvestila
sv: Administrativa aviseringar
sv_instk12: Administrativa aviseringar
th: การแจ้งข้อมูลเพื่อการบริหารจัดการ
vi: Thông Báo Quản Trị
zh: 管理通知
zh_hk: 管理通知

source: After %@
ar: بعد %@
ca: Després %@
cy: Ar ôl %@
da: Efter %@
da_instk12: Efter %@
de: Nach %@
es: Después %@
es_es: Después %@
fi: Jälkeen %@
fr: Après %@
fr_ca: Après %@
ga: Tar éis %@
hi: इसके बाद: %@
ht: Aprè %@
id: Setelah %@
is: Eftir %@
it: Dopo %@
ja: 後%@
ko: 이후 %@
mi: I muri %@
ms: Selepas %@
nb: Etter %@
nb_instk12: Etter %@
nl: Na %@
pl: Po %@
pt: Depois %@
pt_br: Depois %@
ru: После %@
sl: Po %@
sv: Efter %@
sv_instk12: Efter %@
th: หลังจาก %@
vi: Sau khi %@
zh: 之后%@
zh_hk: 之後%@

source: After Last Attempt
ar: بعد المحاولة الأخيرة
ca: Després del darrer intent
cy: Ar ôl yr Ymgais Ddiwethaf
da: Efter sidste forsøg
da_instk12: Efter sidste forsøg
de: Nach dem letzten Versuch
es: Después del último intento
es_es: Después del último intento
fi: Viimeisen yrityksen jälkeen
fr: Après la dernière tentative
fr_ca: Après la dernière tentative
ga: Tar éis an Iarracht Deiridh
hi: अंतिम प्रयास के बाद
ht: Aprè Dènye Tantativ
id: Setelah Upaya Terakhir
is: Eftir síðustu tilraun
it: Dopo l'ultimo tentativo
ja: 前回の試行以降
ko: 마지막 시도 이후
mi: I muri i Whakamātau Mutunga
ms: Selepas Percubaan Terakhir
nb: Etter siste forsøk
nb_instk12: Etter siste forsøk
nl: Na laatste poging
pl: Po ostatniej próbie
pt: Após a última tentativa
pt_br: Após a última tentativa
ru: После последней попытки
sl: Po zadnjem poskusu
sv: Efter sista försöket
sv_instk12: Efter sista försöket
th: หลังจากการดำเนินการล่าสุด
vi: Sau Lần Làm Gần Nhất
zh: 在上次尝试后
zh_hk: 最後一次嘗試之後

source: After Occurrences
ar: بعد عدد مرات الحدوث
ca: Després de les ocurrències
cy: Ar ôl y digwyddiad
da: Efter hændelser
da_instk12: Efter hændelser
de: Nach Auftreten
es: Después de los eventos
es_es: Después de las ocurrencias
fi: Ilmaantumisien jälkeen
fr: Occurrences ultérieures
fr_ca: Après les événements
ga: Teagmhais Tar Éis
hi: घटना होने के बाद
ht: Apre Evènman yo
id: Setelah Kejadian
is: Eftir tilvik
it: Dopo le occorrenze
ja: 出現後
ko: 반복 이후
mi: I muri i nga Putanga
ms: Selepas Kejadian
nb: Etter hendelser
nb_instk12: Etter hendelser
nl: Na voorvallen
pl: Po wystąpieniach
pt: Após ocorrências
pt_br: Após ocorrências
ru: После событий
sl: Po pojavitvah
sv: Efter förekomster
sv_instk12: Efter förekomster
th: หลังเกิดเหตุ
vi: Sau Các Lần Diễn Ra
zh: 发生后
zh_hk: 發生後

source: AI Nutrition Facts
ar: حقائق التغذية بالذكاء الاصطناعي
ca: Dades de nutrició d’IA
cy: Ffeithiau Maeth AI
da: AI ernæringsfakta
da_instk12: AI ernæringsfakta
de: KI-Nährwertangaben
es: Información nutricional de la IA
es_es: Datos de alimentación de la IA
fi: Ravitsemukselliset tekoälyn tuottamat tiedot
fr_ca: Valeur nutritive de l'IA
ga: Fíricí Cothaithe IS
hi: AI पोषण तथ्य
ht: Valè Nitritif IA
id: Fakta Nutrisi AI
is: Næringarstaðreyndir gervigreindar
it: Dati di AI Nutrition
ja: AI 栄養に関する事実
ko: AI 영양 정보
mi: AI Nga Tikanga Kai
ms: Fakta Nutrisi AI
nb: Alle ernæringsfakta
nb_instk12: Alle ernæringsfakta
nl: Feiten over wat de AI voedt
pl: AI Nutrition – informacje
pt: Factos nutricionais da IA
pt_br: Fatos nutricionais da IA
ru: Факты о питании ИИ
sl: Prehranske vrednosti UI
sv: Fakta som AI-näring
sv_instk12: Fakta som AI-näring
th: ข้อเท็จจริงเกี่ยวกับข้อมูลโภชนาการ AI
vi: Bảng Thành Phần Dinh Dưỡng Tạo Bởi AI
zh: AI 营养成分表
zh_hk: AI Nutrition 事實

source: Alerts
ar: التنبيهات
ca: Avisos
cy: Negeseuon Hysbysu
da: Varslinger
da_instk12: Varslinger
de: Benachrichtigungen
es: Alertas
es_es: Alertas
fi: Hälytykset
fr: Alertes
fr_ca: Alertes
ga: Foláirimh
hi: चेतावनियां
ht: Alèt
id: Peringatan
is: Viðvaranir
it: Avvisi
ja: アラート
ko: 알림
mi: He whakamataara
ms: Isyarat
nb: Varsler
nb_instk12: Varsler
nl: Waarschuwingen
pl: Alerty
pt: Alertas
pt_br: Alertas
ru: Предупреждения
sl: Opozorila
sv: Notiser
sv_instk12: Notiser
th: แจ้งเตือน
vi: Cảnh Báo
zh: 警告
zh_hk: 提醒

source: All
ar: الكل
ca: Tot
cy: Y cyfan
da: Alle
da_instk12: Alle
de: Alle
es: Todo
es_es: Todo
fi: Kaikki
fr: Tout
fr_ca: Tout
ga: Gach
hi: सभी
ht: Tout
id: Semua
is: Allt
it: Tutto
ja: すべて
ko: 전체
mi: Katoa
ms: Semua
nb: Alle
nb_instk12: Alle
nl: Alles
pl: Wszystkie
pt: Todos
pt_br: Todos
ru: Все
sl: Vse
sv: Alla
sv_instk12: Alla
th: ทั้งหมด
vi: Tất Cả
zh: 全部
zh_hk: 全部

source: All annotations saved.
ar: تم حفظ جميع التعليقات التوضيحية.
ca: S'han desat totes les anotacions.
cy: Mae’r holl anodiadau wedi’u cadw.
da: Alle anmærkninger gemmes.
da_instk12: Alle anmærkninger gemmes.
de: Alle Anmerkungen gespeichert.
es: Se guardaron todas las anotaciones.
es_es: Se han guardado todas las anotaciones.
fi: Kaikki huomautukset tallennettiin.
fr: Toutes les annotations sont sauvegardées.
fr_ca: Toutes les annotations enregistrées.
ga: Sábháladh na nótaí mínithe go léir.
hi: सभी एनोटेशन सहेजे गए।
ht: Tout anotasyon anrejistre.
id: Semua anotasi disimpan.
is: Allar textaskýringar voru vistaðar.
it: Tutte le annotazioni sono state salvate.
ja: すべての注釈が保存されました。
ko: 모든 메모가 저장되었습니다.
mi: Ngā tuhinga katoa kua tiakina.
ms: Semua anotasi disimpan.
nb: Alle merknader er lagret.
nb_instk12: Alle merknader er lagret.
nl: Alle aantekeningen opgeslagen.
pl: Zapisano wszystkie adnotacje.
pt: Todas as anotações guardadas.
pt_br: Todas as observações salvas.
ru: Все аннотации сохранены.
sl: Vse opombe so shranjene.
sv: Alla noteringar har sparats.
sv_instk12: Alla noteringar har sparats.
th: หมายเหตุกำกับทั้งหมดที่บันทึกไว้
vi: Đã lưu tất cả chú thích.
zh: 所有注释已保存。
zh_hk: 所有注釋已儲存。

source: All Assignments
ar: كل المهام
ca: Totes les activitats
cy: Pob Aseiniad
da: Alle opgaver
da_instk12: Alle opgaver
de: Alle Aufgaben
es: Todas las tareas
es_es: Todas las actividades
fi: Kaikki tehtävät
fr: Tous les travaux
fr_ca: Tous les travaux
ga: Gach Tasc
hi: सभी असाइनमेंट
ht: Tout Sesyon yo
id: Semua Tugas
is: Öll verkefni
it: Tutti i compiti
ja: 全課題
ko: 모든 과제
mi: Ngā Whakataunga Katoa
ms: Semua Tugasan
nb: Alle oppgaver
nb_instk12: Alle oppgaver
nl: Alle opdrachten
pl: Wszystkie zadania
pt: Todas as Tarefas
pt_br: Todas as tarefas
ru: Все задания
sl: Vse naloge
sv: Alla uppgifter
sv_instk12: Alla uppgifter
th: ภารกิจทั้งหมด
vi: Tất Cả Bài Tập
zh: 所有作业
zh_hk: 所有作業列表
